Revit 2027 API
AdvancedLayered.LayeredFraction Property
 The property labeled "Fraction" from the "AdvancedLayered" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string LayeredFraction { get; }
Public Shared ReadOnly Property LayeredFraction As String
	Get
public:
static property String^ LayeredFraction {
	String^ get ();
}
static member LayeredFraction : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble". This property allows a connected asset.
See Also
Reference
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace